Repository: shorohml/LinuxAppDev2021
Catalog: 11_Documenting/po/*.po
Languages: ru

source: Print romain numbers
ru: Выводить числа в римской системе счисления

source: Convert roman number to arabic
ru: Преобразовать число в римской системе счисления в арабскую систему

source: Program for guessing number from 1 to 100.
ru: Программа для угадывания от 1 до 100.

source: Enter roman number:
ru: Введите число в римской системе счисления:

source: Invalid roman number
ru: Некорректное число в римской системе счисления

source: Arabic number: %d
ru: Число в арабской системе счисления: %d

source: Guess a number from I to %s
ru: Загадайте число от I до %s

source: Guess a number from 1 to %d
ru: Загадайте число от 1 до %d

source: Is the number greater than %s? (y/n)
ru: Это число больше %s? (д/н)

source: Is the number greater than %d? (y/n)
ru: Это число больше %d? (д/н)

source: y
ru: д

source: yes
ru: да

source: n
ru: н

source: no
ru: нет

source: Your number is %s
ru: Вы загадали %s

source: Your number is %d
ru: Вы загадали %d
